AMName = "LaTeXiT で数式を作成";
AMDInput = "URLやパスで指定されたファイルは内容をテキストとして読み込みます。フォルダは、その階層のファイルを探索し、テキストファイルと見なされるものを可能な限り読み込みます。";
AMDNote = "テキストを入力として使うことができます。LaTeXiTは、この入力テキストから数式を作成するための処理を行います。テキストは LaTeX のシンタックスで書かれている必要があります。「モード」パラメータにしたがって、$...$（インライン）や $$...$$（ディスプレイ）や eqnarray 環境に囲むかそのままの状態で、プリアンブルと document 環境が追加されます。もし入力テキストにプリアンブルが含まれる場合は、それがそのまま使われるか、あるいは LaTeXiT の環境設定にあるものを使うか選ぶことができます。";
AMDOptions = "";
AMDRelatedActions = "";
AMDResult = "生成された数式の ファイル";
AMDRequires = "LaTeXiT は環境設定、特に「コマンド構成」パネルのコマンドのパスを初期化するために一度実行されなければいけません。";
AMDSummary = "このアクションは入力から LaTeX エンジンを使って数式 PDF ファイルを作成します。";
AMDWebsite = "http://pierre.chachatelier.fr/latexit/index.php?lang=en";
"LaTeXiT" = "LaTeXiT";
"equation" = "数式";
